export const WILL_GUIDE = [
  {
    title: '유서에 담아야 하는 내용',
    contents: [
      {
        subtitle: '1. 개인정보',
        description: '이름(날인 필수), 주민등록번호, 주소, 날짜',
      },
      {
        subtitle: '2. 임종 방식',
        description: '임종장소, 사전의료의향서 여부, 시신・장기기증 여부',
      },
      {
        subtitle: '3. 장례 방식',
        description:
          '상조가입 여부 고지, 장례식 때 알리기 원하는 조문객 명단과 종교 따라 선호하는 장례의식 등, 장지 선택(화장・매장・수목장 등 선호방식 따라 장지・납골당 등 선택)',
      },
      {
        subtitle: '4. 각종 금융・자산 관련 정보',
        description:
          '집문서, 부동산권리증서, 자동차 등록증 보관장소, 주식・펀드・보험・예금・연금 등 관련 계좌와 비밀번호, 신용카드 번호와 비밀번호, 채권채무관계 기록, 휴대폰 비밀번호, 신분증・도장 등 보관장소',
      },
      {
        subtitle: '5. 유산배분 방식',
        description:
          '가족에게 남길 유산 배분 비율, 저작권 등 지적재산권의 상속 여부, 사회환원 의사',
      },
      {
        subtitle: '6. 남기고 싶은 말',
        description:
          '반려식물이나 반려동물 보살피는 법, 특정 기계 사용법, 보관했으면 하는 사진이나 글',
      },
    ],
  },
  {
    title: '유언 효력을 인정받으려면?',
    contents: [
      {
        subtitle: '1. 자필증서가 있어야 합니다.',
        description: `자필증서란, 유언자가 직접 서면에 쓴 것을 말합니다. 
        별도의 공증 없이 법적 효력 가집니다.
        다만 프린터로 인쇄했으면 공증이 필요합니다.
        이름・날짜・주소・날인・내용이 반드시 포함되어야 합니다.
        여러 장이라면 일련 번호를 적어 넣어야 하며, 수정하면 고친 자리에 날인해야 합니다.`,
      },
      {
        subtitle: '2. 녹음을 해야 합니다.',
        description: `유언자의 말이 담긴 음성과 영상이 담긴 비디오 모두 공증 없이 법적 효력 가집니다.
         이름・날짜・주소・내용이 반드시 포함되어야 합니다.
         증인 두 명이 직접 유언 내용의 정확성을 확인하고, 본인의 이름 녹음하면 됩니다.`,
      },
      {
        subtitle: '3. 공증증서가 필요합니다.',
        description: `
        증인 두 명이 참여한 상황에서 유언자가 공증인이나 변호사 앞에서 유언 내용을 말하고, 
        각자 서명합니다. 유언자와 증인 모두 각자의 이름・날짜・주소・날인을 2부 만들어 공증인과 유언자가 1부씩 보관합니다.
        `,
      },
      {
        subtitle: '추가 - 비밀증서',
        description: `
        생전에 비밀로 하고 싶은 경우에는 유언자가 자필증서와 같은 방식으로 작성해 밀봉하고, 표면에 증인 2명의 서명을 받은 뒤 5일 이내에 공증인이나 법원서기의 확정일자를 받습니다.
        `,
      },
    ],
  },
];
